{
    "Home": "الرئيسية",
    "About Us": "من نحن",
    "Services": "الخدمات",
    "Our Team": "فريقنا",
    "Our Work": "معرض الصور",
    "Contact Us": "اتصل بنا",
    "Book an Appointment": "احجز موعد",
    "Cairo, Egypt": "القاهرة، مصر",
    "We are dedicated to providing top-quality dental care in a comfortable and friendly environment. Our team of experienced professionals uses the latest technology to ensure you receive the best treatment possible. Whether you need a routine check-up, cosmetic dentistry, or complex oral surgery, we are here to help you achieve and maintain a healthy, beautiful smile.": "نحن ملتزمون بتقديم رعاية أسنان عالية الجودة في بيئة مريحة وودية. يستخدم فريقنا من المحترفين ذوي الخبرة أحدث التقنيات لضمان حصولك على أفضل علاج ممكن. سواء كنت بحاجة إلى فحص روتيني، أو تجميل الأسنان، أو جراحة الفم المعقدة، نحن هنا لمساعدتك في الحصول على ابتسامة صحية وجميلة والحفاظ عليها.",
    "Welcome To Our Clinic": "مرحباً بكم في عيادتنا",
    "Easy booking": "حجز سهل",
    "Book your appointment online anytime, anywhere with our easy-to-use scheduling system.": "احجز موعدك عبر الإنترنت في أي وقت ومن أي مكان باستخدام نظام الحجز السهل لدينا.",
    "Experience": "خبرة",
    "Our team of highly qualified dentists has years of experience in providing exceptional dental care.": "فريقنا من أطباء الأسنان المؤهلين تأهيلاً عالياً لديهم سنوات من الخبرة في تقديم رعاية أسنان استثنائية.",
    "Flexible schedule": "مواعيد مرنة",
    "We offer flexible appointment times, including evenings and weekends, to fit your busy schedule.": "نقدم مواعيد مرنة، بما في ذلك المساء وعطلات نهاية الأسبوع، لتناسب جدولك المزدحم.",
    "Best price guarantee": "ضمان أفضل سعر",
    "We provide high-quality dental services at competitive prices with no hidden costs.": "نقدم خدمات أسنان عالية الجودة بأسعار تنافسية وبدون تكاليف خفية.",
    "The staff was incredibly friendly and professional. I felt completely at ease during my entire visit. Highly recommended!": "كان الموظفون ودودين ومحترفين للغاية. شعرت بالراحة التامة طوال زيارتي. أنصح به بشدة!",
    "I am so happy with the results of my teeth whitening. The difference is amazing! Thank you for giving me my smile back.": "أنا سعيد جداً بنتائج تبييض أسناني. الفرق مذهل! شكراً لإعادة ابتسامتي.",
    "Best dental clinic in Cairo! The doctors are very knowledgeable and took the time to explain everything to me clearly.": "أفضل عيادة أسنان في القاهرة! الأطباء على دراية كبيرة وأخذوا الوقت الكافي لشرح كل شيء لي بوضوح.",
    "At our Dental Clinic in Cairo, we believe that a healthy smile is the foundation of a happy life. Established with a vision to provide world-class dental care, we combine state-of-the-art technology with a compassionate approach. Our team is dedicated to making every visit comfortable and stress-free.": "في عيادة الأسنان الخاصة بنا في القاهرة، نؤمن بأن الابتسامة الصحية هي أساس الحياة السعيدة. تأسست برؤية لتقديم رعاية أسنان عالمية المستوى، نجمع بين أحدث التقنيات والنهج الرحيم. فريقنا مكرس لجعل كل زيارة مريحة وخالية من التوتر.",
    "We offer a comprehensive range of services, from preventive care and routine check-ups to advanced cosmetic and restorative procedures. Our goal is to help you achieve optimal oral health and the smile you have always desired. We are committed to continuous learning and staying updated with the latest advancements in dentistry.": "نقدم مجموعة شاملة من الخدمات، من الرعاية الوقائية والفحوصات الروتينية إلى الإجراءات التجميلية والترميمية المتقدمة. هدفنا هو مساعدتك في تحقيق صحة الفم المثالية والابتسامة التي طالما رغبت فيها. نحن ملتزمون بالتعلم المستمر ومواكبة أحدث التطورات في طب الأسنان.",
    "We understand that visiting the dentist can be anxious for some. That is why we have designed our clinic to be a relaxing haven. From our welcoming reception to our modern treatment rooms, every detail is curated for your comfort. We take the time to listen to your concerns and tailor treatment plans to your individual needs.": "نحن نتفهم أن زيارة طبيب الأسنان قد تسبب القلق للبعض. ولهذا السبب صممنا عيادتنا لتكون ملاذاً مريحاً. من استقبالنا الترحيبي إلى غرف العلاج الحديثة لدينا، تم الاهتمام بكل التفاصيل لراحتك. نأخذ الوقت الكافي للاستماع إلى مخاوفك وتصميم خطط علاج تناسب احتياجاتك الفردية.",
    "Your safety is our top priority. We strictly adhere to the highest standards of sterilization and infection control. When you choose us, you are choosing a partner in your dental health journey. We look forward to welcoming you to our dental family.": "سلامتك هي أولويتنا القصوى. نحن نلتزم بصرامة بأعلى معايير التعقيم ومكافحة العدوى. عندما تختارنا، فإنك تختار شريكاً في رحلة صحة أسنانك. نتطلع للترحيب بك في عائلة عيادتنا.",
    "Contact us for more informations, or": "اتصل بنا لمزيد من المعلومات، أو",
    "Our Services": "خدماتنا",
    "Implantology": "زراعة الأسنان",
    "Advanced dental implants to replace missing teeth and restore your smile's function and aesthetics.": "زراعة أسنان متقدمة لتعويض الأسنان المفقودة واستعادة وظيفة وجمال ابتسامتك.",
    "Read More": "اقرأ المزيد",
    "Oral surgery": "جراحة الفم",
    "Expert surgical procedures including extractions, wisdom teeth removal, and jaw corrective surgeries.": "إجراءات جراحية خبيرة تشمل خلع الأسنان، إزالة ضرس العقل، وجراحات تصحيح الفك.",
    "Cosmetic Dentistry": "تجميل الأسنان",
    "Enhance your smile with veneers, bonding, and other aesthetic treatments tailored to your desires.": "حسن ابتسامتك بالقشور الخزفية (الفينير)، والترابط، وعلاجات تجميلية أخرى مصممة حسب رغباتك.",
    "Dental implants": "تركيبات الأسنان",
    "State-of-the-art implant solutions for a permanent, natural-looking replacement for lost teeth.": "حلول زراعة متطورة لاستبدال دائم وطبيعي المظهر للأسنان المفقودة.",
    "Pediatric dentistry": "طب أسنان الأطفال",
    "Gentle and fun dental care for children, focusing on prevention and building healthy habits.": "رعاية أسنان لطيفة وممتعة للأطفال، تركز على الوقاية وبناء عادات صحية.",
    "Dentures & denture repair": "أطقم الأسنان وإصلاحها",
    "Custom-crafted dentures and reliable repair services to restore your ability to eat and speak with confidence.": "أطقم أسنان مصممة خصيصاً وخدمات إصلاح موثوقة لاستعادة قدرتك على الأكل والتحدث بثقة.",
    "Teeth Whitening": "تبييض الأسنان",
    "Professional teeth whitening treatments to brighten your smile safely and effectively.": "علاجات تبييض أسنان احترافية لتفتيح ابتسامتك بأمان وفعالية.",
    "Orthodontics": "تقويم الأسنان",
    "Straighten your teeth and correct bite issues with modern braces and clear aligner solutions.": "قم بتقويم أسنانك وتصحيح مشاكل العضة باستخدام التقويم الحديث وحلول التقويم الشفاف.",
    "Periodontology": "علاج اللثة",
    "Comprehensive care for your gums to prevent and treat periodontal disease and maintain oral health.": "رعاية شاملة للثتك للوقاية من أمراض اللثة وعلاجها والحفاظ على صحة الفم.",
    "Expert in restorative dentistry with over 10 years of experience. Dr. Wagner is passionate about helping patients achieve healthy, beautiful smiles.": "خبير في طب الأسنان الترميمي بخبرة تزيد عن 10 سنوات. الدكتورة فاجنر شغوفة بمساعدة المرضى في الحصول على ابتسامات صحية وجميلة.",
    "Specializes in pediatric dentistry and creating a fun, safe environment for kids. Dr. Peterson ensures every child leaves with a smile.": "تتخصص في طب أسنان الأطفال وخلق بيئة ممتعة وآمنة للأطفال. تضمن الدكتورة بيترسون أن يغادر كل طفل بابتسامة.",
    "Dedicated to patient comfort and assisting in complex procedures. Ellie ensures that every patient feels relaxed and well-cared for.": "مكرسة لراحة المرضى والمساعدة في الإجراءات المعقدة. تضمن إيلي أن يشعر كل مريض بالاسترخاء والرعاية الجيدة.",
    "Ensures a sterile and welcoming environment for all our patients. Rosie is known for her gentle approach and attention to detail.": "تضمن بيئة معقمة ومرحبة لجميع مرضانا. روزي معروفة بنهجها اللطيف واهتمامها بالتفاصيل.",
    "Dentist": "طبيب أسنان",
    "Nurse": "ممرضة",
    "Dr. Violet Wagner": "د. فيوليت فاجنر",
    "Dr. Amanda Peterson": "د. أماندا بيترسون",
    "Ellie Mueller": "إيلي مولر",
    "Rosie Wilson": "روزي ويلسون",
    "Links": "روابط",
    "Opening Hours": "ساعات العمل",
    "Saturday - Wednesday": "السبت - الأربعاء",
    "Thursday": "الخميس",
    "Friday": "الجمعة",
    "Closed": "مغلق",
    "Created by": "تم الإنشاء بواسطة",
    "Mohamed Adel": "محمد عادل"
}